* Quick notes

** 今天顺利安装了子龙山人的配置，并能正常使用了，其中 org-mode 是我主要的用途。使用方式 在学习

  [2016-07-20 Wed 20:50]

** DONE 修改配置，加入了 chinese 及五笔
   CLOSED: [2016-07-21 Thu 05:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 05:36]
   :END:
colors
并修改了字体为 simhei 字号 18，但仍报错
emacs) Error in dotspacemacs/user-config: Font not available: #<font-spec nil nil Source\ Code\ Pro nil nil nil nil nil 14 nil nil nil ((:name . "Source Code Pro:pixelsize=14") (:user-spec . "Source Code Pro:pixelsize=14"))>



  [2016-07-21 Thu 05:31]

**  想起什么来呢，今天公主回来，回家做饭。水饺

  [2016-07-21 Thu 11:09]

** 下午一点半到高铁站接女儿，有点困。回到家4点20分。

  [2016-07-21 Thu 16:31]

** DONE gtd 管理新思路
   CLOSED: [2016-07-21 Thu 21:01]

按文件分类所有工作，便于统计每项工作学习所用时间
- 任务放到默认的文件gtd.org中
- 英语学习放到English.org中
- 时事政治学习放到：shishi.org
- 系内管理工作放到:work.org
- 学院会议及执行：huiyi.org,便于统计一段时间内会议次数及用时
- 专项学习：如
. vim.org
.emacs.org
.docker.org
等
- 前期日记逐步整理，归类。
- github 上的文件分类。分支
如办公，配置，日记、等



    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-21 Thu 21:01]
    CLOCK: [2016-07-21 Thu 20:49]--[2016-07-21 Thu 21:01] =>  0:12
    :END:


   [2016-07-21 Thu 20:48]

** DONE 学习笔记
   CLOSED: [2016-07-23 Sat 04:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 04:53]
   :END:
     1、正确的思考
先正确的评判自己，才有能力评断他人。
你是否欺骗别人，或是自己？想清楚再回答。
三思而后行的人，很少会做错事情。
企图说服不用大脑的人，是徒劳无功。
认为整个世界都错的人，极可能错在自己。
2、行动
观察走在你前面的人，看看他为何领先，学习他的做法。
忙碌的人才能把事情做好，呆板的人只会投机取巧。
优柔寡断的人，即使做了决定，也不能贯彻到底。
善意需要适当的行动表达。
3、相信
相信你做得到，你一定会做到。
不断告诉自己某一件事，即使不是真的，最后也会让自己相信。
4、警觉
对于那些使狗和儿童感到畏惧的人应提高警觉。
警觉过度犹如不及，使人变得多疑。
不要羡慕邻居的篱笆更绿，或许荆棘多于青草。
对于满口“别人都说—–”的人，问他“别人”是谁，就会看到他张口结舌的窘态。
陌生人过分热心帮你做事时 ，当心他别有居心。
5、挑战
如果你想要更上一层楼，就为别人提供超出预期更多更好的服务。
每一次都尽力超越上次的表现，很快你就会超越周遭的人。
亨利福特悬赏2.5万元，征求有办法让他在每一台汽车上节省一个螺钉和螺冒的人。
你让我工厂的每个环节节省10分钱，我让你平步青云。
如果你一直保持现状，10年后将会如何？
在你有把握做得更好之前，不要破坏任何东西。
6、主要目标
你的人生想要什么？你能付出什么作为回馈？
成功的人只想自己要的――而非自己不要的。
不要管过去做了什么，重要的是你将来要做什么？
如果你不知道你自己的一生要的是什么，你还想得到什么？
智者除了有所为，还能有所不为。
为自己想要的忙碌，如此即无暇担忧你不想要的。
不要怕目标定得太高，你可能需要退而求其次。
如果你不会知道自己要什么，别说你没有机会。
7、合作
请求比命令能得到更好的结果。
善于下命令的人，必定能够服从命令并且执行。
乐意合作产生支持的力量，强迫服从导致失败的结果。
告诉上司你想要什么，看他是否愿意帮助你去排除障碍。
友善的合作比煽动更得人心。
合作必须从部门领导开始，效率亦然。
狼狈为奸绝非合作。
除非你自己愿意被别人伤害，否则没有人能够伤害你。
8、勇气
勇敢的承认自己不知道的事情，才能学习并进步。
勇气只是多跨一步超越恐惧。
抱怨自己没有机会的人，多半没有勇气冒险。
9、批评
一事无成的无名小卒才能免于批评。
不要怕不公正的批评，但要知道哪些是不公正的批评。
不要批评你不了解的人，要趁机向他学习。
不要怕受人批评。当你提出新的观念，就要准备受人批评。
不要批评别人的行为，除非你知道他为何那么做。你在同样的情况下也可能会如此。
不能忍受批评，就无法尝试新事物。
如果你经常批评别人，何不试着赞美别人？
开始批评之前，最好先略加赞美。
如果你想要更受人欢迎，尽量多赞美，少批评。
10、行为
真正伟大的人，别人会从他的善行感受出来。
一天没有臆见善行，就是白过了。
奖章和头衔不能让你上天堂，善行才能增加你的分量。
建设性的行为才能服人，言语的吹嘘无益。
不要说你想要什么，用行为表达。
善行是赞美自己最好的办法。
如果你比别人更具智慧，别人会从你的行为看出来。
善意的回应是惩罚对你不义的人最安全的方式。
对不喜欢你的人不要多费口舌。
花钱想要上天堂的人，一定后悔没有多行善。
善行比滔滔雄辩更能打动人心。
墓志铭不如善行更另人怀念。
世界不会因为所知给你勋章，而会因你的善行而给你荣耀。
善行不需要言语的粉饰。
11、明确的目标
明确的了解自己想要什么，致力追求。
一个人没有明确的目标，就象船没有罗盘一样。
智者都有清晰思考的习惯。
意志力缘于持续的行动、自动自发、明确的目标。
诚实与努力的工作，需要明确的目标引导才能成功。
缺乏明确的目标，一生将庸庸碌碌。
坚定的目标是成功的首要原则。
12、教育或学习
教育是开发内在的力量。所有的教育都靠自己的体会；没有人能够教育另外一个人。
你从工作中学到的，比眼前得到的报酬更可贵。
倾听才能学习，说话无益。
好老师一定是好学生。
不一定把所有的知识都记在心里，能够取得所需的知识即可。
研究一个人良好的观念，剩过挑剔他的缺点。
知识必须加以运用，才能产生力量。
努力把事情做得比别人更好，你就会忘了财务的困扰。
如果你不努力向上司学习，就虚掷了升迁及更好的工作机会。
哲学家从犯错的人身上找出人类所犯的错误。
善于发问使苏格拉底成为当时的智者。
明智的运用知识，吸引更伟大的知识。
你自工作中学到的越多，赚得越多。
自工作学习的人，等于别人付钱让他上学。
知识必须经由行动产生利益，否则无用。
13、言之有物
记住，别人从你所说的每一个字，了解你所知的多寡。
你怎么说和你说什么同样重要。
人们在有所求时，语气特别不同。
语气委婉别人比较听得进去。
口不择言往往造成尴尬的场面。
刻薄的话伤人最甚。
思考可以随心所欲，表达想法则必须谨慎小心。
14、热诚
当热诚变成习惯，恐惧和忧虑即无处容身。
缺乏热诚的人也没有明确的目标。
热诚使想象的轮子转动。
一个人缺乏热诚就象汽车没有汽油。
善于安排玩乐和工作，两者保持热诚，就是最快乐的人。
热诚使平凡的话题变得生动。

15、多做一点
每次你多做一些，别人就欠你一些。
让别人做得更好，同时提升自己的价值。
善于钓鱼的人选用鱼喜欢的饵。
你不能让所有的人喜欢你，却能减少别人讨厌你的原因。
与人协商而不产生摩擦，是有待学习的一大课题。
多做一些，机会将随之而来。
为别人服务最多的人最富有。
服务的道路才能通往快乐的城市。
16、失败
爱迪生失败一万次才发明灯泡。失败一次不必担心。
“一般人”只失败一次就放弃。所以“一般人”者众，而爱迪生只有一个。
漫无目的，随波逐流是失败的首要原因。
横逆中能找出顺逆中所没有的机会。
让孩子小时侯“好过”，长大之后经常会“难过”。
批评别人错误时，更要加入一些赞美。
失败和暂时的挫折有极大的差别，了解两者的不同，才能成功。
不因一时的挫折停止尝试的人，永远不会失败。
许多人只需要再多支持一分钟，多做一次努力，就能反败为胜。
成功招揽成功，失败招揽失败。
企图不劳而获的人，往往一事无成。
别人的错误不是你犯错的借口。
如果你尽力而为，失败并不可耻。
不要责怪孩子不好，怪那些没有教好孩子的大人。
错误象花园中的杂草，若未及时铲除，就会到处蔓生。
自怜是让人上瘾的麻醉剂。
智者注意自己的缺点，一般人吹嘘自己的优点。
失败若能将人推出自满的椅子，迫使他做更有用的事情，则是一种福气。
失败是一种让人承担更大责任的准备。
了解自己为何失败，则失败是资产。
17、公平
不要忽视小节，宇宙由原子构成。
得到帮助最好的方式是开始帮助别人。
18、信心
信心愈用愈多。
除非你愿意，没有人能破坏你对任何事情的信心。
所有伟大的奇迹都只是信心的力量。
不幸很少会纠缠有希望和信心的人。
信心需要立足点，恐惧却能凭空存在。
信心缘于明确的目标及积极的态度。
信心是一种态度，常使“不可能”消失于无形。
信心不能给你需要的东西，却能告诉你如何得到。
19、恐惧
虚张声势往往显示极深的恐惧。
不要因为恐惧而犹疑，前进就能消除恐惧。
恐惧是魔鬼最大的武器，人类最大的敌人。
意识清楚的人很少畏惧任何东西。
信心可以克服恐惧。
把你的恐惧留给自己，别人有别人的恐惧。
坏运气喜欢怕他的人。
希望和恐惧不会同行。
恐惧贫穷的人永远不会富有。
20、朋友
有求于人才会去找朋友，很快就没有朋友。
如果你愿意要朋友，先做别人的朋友。
不要让帮助你自消沉中振作的朋友失望。
朋友是了解你并尊重你的人。
友谊需要经常表达才能长存
友谊是看出朋友的缺点却不张扬。
21、抱怨
如果你非要抱怨，那么你小声一些，以免吵到别人。
不要太苛求抱怨的人，他把自己的日子弄得够难过的了。
22、健康和习惯
如果你感觉无精打采，等到饿了再去吃东西。
生病之前就应该看医生。
只吃八分饱
不断想着疾病，你就会不断生病，健康亦然。
新鲜的水果和蔬菜是永远不会过量的健康食品。
不要头痛医头，找出病因才是根本之道。
吃得多不一定健康。
注意饮食习惯，省下看医生的花费。
23、残障
一位中国西北大学的盲生以速记抄录讲义，卖给视力正常的同学，完成学业。
如果你感到泄气，想想又瞎、有盲、又聋，一生过得充实愉快，著书鼓励更多人的海伦`凯勒。
从顶端开始的人是极大的不幸，因为他只能往往是向下滑。
24、快乐
有些人累积金钱换取财富，智者累积快乐，与人分享仍取之不竭。
快乐在于行动，不只是拥有。
剥夺别人的快乐不能使自己快乐。
微笑使人更美丽、更愉快，却不费分文。
热情比怨恨更得人心。
慷慨的给予快乐，自己更快乐。
25、和谐
和谐使宇宙运转不停。
机器的摩擦耗费成本，人际间的摩擦损耗心灵。
如果你不同意别人的说法，至少不要和他人争执。
促进和平的人受人景仰，挑起摩擦的人遭人嫌恶。
记住，至少要两个人才能争执。
两个人以上为明确的目标同心协力，将产生无穷的力量。
彼此信任是良好人际关系的基础。
人际关系良好的人永远不愁没有朋友。
喜欢和谐的人通常知道该如何维系。
持久的成功建立在和谐的人际关系之上。
尽量充当和事佬，就没有太多纷争。
趁机浑水摸鱼的人才会挑起人事纷争。


作为世界最好的大学不仅需要三封推荐信（且必须是美国人，因为中国人造假的太多了，除非你是社会名人，且有一定信誉。美国人的话连教师也是可以的）
还有其他方面也必须很突出，因为报了哈佛就等于你在和全世界最优秀的人才竞争

我看过许多中国考上的人，至少都是些全国数理化竞赛拿三等奖以上的，哈佛很重视这个！
体育获过市级以上奖的，有特长的（如乐器考了很高的级），而且还要你的社区记录（这个是必须的，如果你报了名通过面试，哈佛大学会派人到你家住的小区，学校去了解你的个人平时情况）
并且有参加重大活动、重要会议的表现。有的人在亚运会、残运会当志愿者表现突出，有的人在环保活动中积极参与并有所成就，有的人参加青少年国际会议提交有价值的议题并在会议中大胆阐述自己的主张，等等。长期坚持义务活动。有的人坚持每周去敬老院义务帮助老人，有的人在网上给西藏的学生编写教材、录制磁带，有的人组织起来坚持募捐给贫困地区的家庭打井，解决饮水问题。是某项活动的组织者、创意者。有人组织学生公司，推销商品，用赚到的钱捐助某一件有意义的事。
总之，是表示爱心，表现你的社会责任心，并在活动中展示你的能力。但是一定要长期坚持，达到一、两年。
而且要想考哈佛，你现在至少得在市（最好是省）重点中学拿到前10名左右
但这些并不是必需的，是可以在你到美国的考试中加分的。只是我想说一点，哈佛美国本土的录取率也就10%左右，在大陆每年录不到3个人，而所有报名的人几乎都具备了这些条件，所以想胜算大最好多具备一些

以及非英语为母语国家的人必须考的托福，这个你也得拿很高的分数，不然除非你其他方面优秀得无可挑剔，否则是会被刷下来的，最起码得上600分
而且你说你是高中升大学的对吧，那你还得参加SAT的考试这个大陆目前是没有考点的，你要专门到香港去考。SAT比托福更难考（个人认为），因为SAT涉及到的单词都是比较专业化的（想必你听说过美国高考简单，但光是把国内初一学的所有知识用英语翻译就费了我很大劲）
考试内容：SAT 1 有三门，一是英语语法词汇；二是英文写作；三是数学。每门800分满分，共2400分，要考哈佛，最低也要2200分以上。
SAT 2，可以从数学、物理、化学、生物、历史、地理等很多门课程里面选3门，也是每门800分，满分2400分。选择参加考试的科目应该与你想上什么大学，学什么专业有一定的联系。中国学生一般选数、理、化，因为其他课程受英语的限制，难度更大。
SAT的难度是可以与GRE媲美的

你还可以通过这些办法：（1） 到英国、美国、加拿大读高中，然后考美国大学。这条路虽是捷径，但会花钱很多，要看家里的经济能力。
（2） 报考国内的一流高中理科班。北京人大附中、上海外语学校、复旦附中、苏州中学都有全国招生的理科班，可以上网查询。如果高中能到这些学校上，就会省很多劲，花钱也不多，但机会将很多。
（3）最后一个，你得下非常大的功夫去努力，没有捷径可言了

最后真诚希望能帮上你，考哈佛也是我两年前的梦想

[2016-07-23 Sat 04:51]

** DONE 试验emacs org publish,命令：，e，测试了输出latex文件，太强大了，直接无语了。
   CLOSED: [2016-07-23 Sat 06:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 06:25]
   :END:

  [2016-07-23 Sat 06:23]

** DONE 上午9：00 点至12：40到天外村浏览。
   CLOSED: [2016-07-23 Sat 15:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 15:02]
   CLOCK: [2016-07-23 Sat 9:00]--[2016-07-23 Sat 12:40] =>  3:40
   :END:
刘振府被怀疑胃癌
打来四次电话。

  [2016-07-23 Sat 14:57]

** DONE 阅读vim FAQ 朗读《道德经》30节
   CLOSED: [2016-07-24 Sun 06:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 06:39]
   CLOCK: [2016-07-24 Sun 06:10]--[2016-07-24 Sun 06:36] =>  0:01
   :END:

  [2016-07-24 Sun 06:36]

** DONE [#C] 实验link
   CLOSED: [2016-07-24 Sun 06:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 06:45]
   :END:
其链接的是当前窗口文件

  [[file:~/org-notes/English-note.org::*Lesson%20seven%2097.7%25][Lesson seven 97.7%]]
  [2016-07-24 Sun 06:44]

** DONE relaxing and listening music
   CLOSED: [2016-07-25 Mon 10:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 10:35]
   CLOCK: [2016-07-25 Mon 09:46]--[2016-07-25 Mon 10:35] =>  0:49
   :END:

  [2016-07-25 Mon 09:45]

** DONE 6:40-8:15brow and learn
   CLOSED: [2016-07-25 Mon 20:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 20:22]
   CLOCK: [2016-07-25 Mon 18:40]--[2016-07-25 Mon 20:20] =>  1:40
   :END:

  [2016-07-25 Mon 20:17]

** DONE [#C] 这种员工，将来都是高管https://mp.weixin.qq.com/s?__biz=MzA4ODUzNjAxOA==&mid=2671043754&idx=3&sn=5a32adf29cba262843913b7c5a4a1e29&scene=0&key=8dcebf9e179c9f3a4eda8837f053304135fbae7b2b8dcf9b90f86b3c497f4b61e3f1500eb949f5e7024e590600a26892&ascene=0&uin=MTQ4OTQ2MDAyMw%3D%3D&devicetype=iMac+MacPro6%2C1+OSX+OSX+10.12+build(16A238m)&version=11020201&pass_ticket=3UKKs96g0cMck%2FNt5jnAW9akZ%2BSHk%2FRqPl%2BylAD8fUEG%2FO6lBa%2BsU2zWe33JFqF7
   CLOSED: [2016-07-28 Thu 10:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:44]
   :END:


  [2016-07-28 Thu 10:43]

** DONE [#C]Learn Emacs in 21 Days: Day 16
   CLOSED: [2016-07-28 Thu 10:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:47]
   :END:
http://v.youku.com/v_show/id_XMTY1Njc1MjUxNg==.html?from=y1.2-1-87.3.1-1.1-1-1-0-0


  [2016-07-28 Thu 10:47]

** DONE [#C]https://emacs-china.org/t/21-emacs-15/745
   CLOSED: [2016-07-28 Thu 10:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:49]
   :END:


  [2016-07-28 Thu 10:48]

** DONE [#C]2014年辛星vim教程秋季版
http://wenku.baidu.com/view/8463bd6102020740be1e9ba7.html?re=view&pn=50
   CLOSED: [2016-07-28 Thu 10:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:50]
   :END:



  [2016-07-28 Thu 10:50]

** DONE [#C]vi 命令常见问题解答
   CLOSED: [2016-07-28 Thu 10:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:57]
   :END:
http://wenku.baidu.com/link?url=r-meD_FO2QF6RKlHo5PSy6c5Q0rdXR-YFqrCOq9QL1XsBVVQF97QKouormWXVTGOtA3vK6cdnrUv1MV9WQS_H7ulmEyuQYK6YfqIKu4p3Fy
  Vim命令大全(分类打印版)
http://wenku.baidu.com/view/a4c06dd2f242336c1fb95e8c.html

  [2016-07-28 Thu 10:51]

** TODO [#C]
   :PROPERTIES:
   :ID:       211A238C-751E-409B-A21D-412FD01EAA5F
   :END:
  %![Error: (error AppleScript error 1)]

  [2016-07-28 Thu 11:02]

** DONE [#C]  mobileOrg:手机端的Org神器
   CLOSED: [2016-07-28 Thu 11:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 11:05]
   :END:
http://darksun.blog.51cto.com/3874064/1302920/

  [[file:~/org-notes/notes.org::*]]
  [2016-07-28 Thu 11:03]

** DONE relax and listen music
   CLOSED: [2016-07-29 Fri 08:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 08:52]
   CLOCK: [2016-07-29 Fri 08:16]--[2016-07-29 Fri 08:52] =>  0:36
   :END:

  [2016-07-29 Fri 08:15]

** DONE 到医院看振府。
   CLOSED: [2016-07-29 Fri 14:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 14:31]
   :END:

  [2016-07-29 Fri 10:18]

* *
